Repository: wp-plugins/creative-commons-generator
Catalog: lang/ccg-domain-*.po
Languages: es_es

source: Creative Commons Generator Options
es_es: Opciones de Creative Commons Generator

source: International
es_es: Internacional

source: Title
es_es: Título

source: Author-Name
es_es: Nombre-Autor

source: Options
es_es: Opciones

source: Description
es_es: Descripción

source: Enable Creative Commons Generator
es_es: Activar Creative Commons Generator

source: Creative Commons Generator display the banner below the post if you check this.
es_es: Creative Commons Generator colocará el banner CC al pie de la entrada si se marca esta opción.

source: Allow modifications of your work
es_es: Permitir modificaciones de la obra

source: The licensor permits others to copy, distribute, display and perform the work, as well as make derivative works based on it.
es_es: El licenciador permite la reproducción, distribución y comunicación pública de la obra así como la generación de obras derivadas.

source: Allow modifications as long as others share alike
es_es: Permitir modificaciones de la obra solo si se comparte de la misma manera

source: The licensor permits others to create and distribute derivative works but only under the same or a compatible license.
es_es: El licenciante permite a otros crear y distribuir obras derivadas pero solamente bajo la misma licencia o bajo una licencia compatible.

source: Disallow modifications of the work.
es_es: No permitir modificaciones de la obra

source: The licensor permits others to copy, distribute, display and perform only unaltered copies of the work, but not create and distribute derivative works based on it.
es_es: El licenciante permite a otros copiar, distribuir, exhibir y ejecutar públicamente solamente copias inalteradas de la obra, pero no crear o distribuir obras derivadas basadas en ella.

source: Disallow commercial uses of your work
es_es: No permitir uso comercial de la obra

source: The licensor permits others to copy, distribute, display, and perform the work for non-commercial purposes only.
es_es: Esta obra no puede ser utilizada con finalidades comerciales, a menos que se obtenga el permiso del licenciador.

source: Show title of work
es_es: Mostrar título de la obra

source: The title of the work you are licensing.
es_es: El título de la obra que está licenciando.

source: Show author of work
es_es: Mostrar autor de la obra

source: The name of the person who should receive attribution for the work. Most often, this is the author.
es_es: El nombre de la persona a la que hay que reconocer la autoría de la obra. Generalmente, el autor.

source: Link to the author of the work
es_es: Enlazar al autor de la obra

source: The URL to which the work should be attributed. For example, the work's page on the author's site.
es_es: La URL que debe utilizarse para reconocer la autoría de la obra. Por ejemplo, la página de la obra o el sitio del autor.

source: More permissions URL:
es_es: Más permisos URL:

source: A URL where a user can find information about obtaining rights that are not already permitted by the CC license.
es_es: Una URL donde el usuario pueda encontrar información para obtener derechos no otorgados por la licencia CC.

source: Format of work
es_es: Formato de la obra

source: Other / Multiple formats
es_es: Otros / Múltiples formatos

source: Video
es_es: Vídeo

source: Image
es_es: Imagen

source: Text
es_es: Texto

source: Dataset
es_es: Conjunto de datos

source: Interactive
es_es: Interactivo

source: This describes what kind of work is being licensed. For example, a photograph would have the "Image" format. If unsure, choose "Other / Multiple formats".
es_es: Esto describe la clase de obra que se licencia. Por ejemplo, una fotografía tendría el formato "Imagen". Si no estás seguro, escoge "Otro / Formatos múltiples".

source: Creative Commons Generator - Options Page
es_es: Creative Commons Generator - Página de Opciones

source: Successfully saved configuration.
es_es: Configuración guardada con éxito.

source: Preview
es_es: Vista Previa

source: General Settings
es_es: Configuración General

source: This setting is general and is used by default for all entries (old and new). However <strong>can be modified specifically for each entry</strong> from the Add/Edit section.
es_es: Esta configuración es general y se utilizará por defecto para todas las entradas (antiguas y nuevas). Sin embargo <strong>puede ser modificada especificamente para cada entrada</strong> desde el panel de publicación/edicíon.

source: Save Changes
es_es: Guardar Cambios

source: Author's Name:
es_es: Nombre del Autor:

source: The author's Display Name will be used by default.
es_es: Se usará por defecto el Display Name del usuario que publicó la noticia.

source: The author's link in WordPress will be used by default.
es_es: Se usará por defecto el enlace al autor en WordPress.

source: Title of work:
es_es: Título de la obra:

source: For entries created with disabled CCG will use the title of the post by default. For those that are published with the CCG enabled, the title must be entered manually.
es_es: Para las entradas creadas con CCG desactivado se usará el título de la entrada por defecto. Para las que se publiquen con CCG activado el título deberá ser introducido manualmente.

source: Source work URL:
es_es: Fuenta de la obra URL:

source: The URL of the work upon which this work is based or derived.
es_es: La URL de la obra original a partir de la cual se ha creado esta obra derivada.
